Repository: soft79/soft79-wc-pricing-rules
Catalog: languages/soft79-wc-pricing-rules-*.po
Languages: nl_nl

source: Quantity scope
nl_nl: Telmethode

source: Products
nl_nl: Producten

source: Products which need to be in the cart to use this pricing rule.
nl_nl: Producten welke in de winkelwagen moeten zitten voor deze prijsregel.

source: Exclude products
nl_nl: Uitgesloten producten

source: Products which must not be in the cart to use this pricing rule.
nl_nl: Producten welke niet in de winkelwagen mogen zitten voor deze prijsregel.

source: Product categories
nl_nl: Productcategorieen

source: A product must be in this category for the pricing rule to remain valid.
nl_nl: Een product moet in deze categorie om deze prijsregel te kunnen toepassen.

source: Exclude categories
nl_nl: Uitgesloten categorieÃ«n

source: Product must not be in this category for the pricing rule to remain valid.
nl_nl: Een product mag niet in deze categorie zitten om deze prijsregel te kunnen toepassen.

source: Allowed User Roles
nl_nl: Toegestane klantrollen

source: Any role
nl_nl: Klantrollen

source: The pricing rule only applies to these User Roles.
nl_nl: Prijsregel geldt alleen voor deze klantrollen.

source: Disallowed User Roles
nl_nl: Uitgesloten klantrollen

source: These User Roles will be specifically excluded from this pricing rule.
nl_nl: Deze klantrollen kunnen geen gebruik maken van deze prijsregel.

source: Display on product page
nl_nl: Weergeven op de productpagina

source: Search for a product&hellip;
nl_nl: Product zoeken&hellip;

source: Price Rules
nl_nl: Prijsregels

source: Display settings
nl_nl: Weergave instellingen

source: Show min-max price range on category page
nl_nl: Laat min-max prijzen zien op categorie-pagina

source: If a discount is available for the product, display the min-max price range on the category pages.
nl_nl: Als een korting beschikbaar is voor het product, de min-max prijs tonen op de categorie-pagina.

source: Example:
nl_nl: Voorbeeld:

source: Show min-max price range on product detail page
nl_nl: Laat min-max prijzen zien op product-pagina

source: If a discount is available for the product, display the min-max price range on the product detail pages.
nl_nl: Als een korting beschikbaar is voor het product, de min-max prijs tonen op de productdetail-pagina.

source: Show from-to single item price on cart page
nl_nl: Laat van-voor stuksprijs zien in de winkelwagen

source: If a discount has been applied to the product, display the from-to single product price on the cart page.
nl_nl: Als een korting is toegepast op het product, de van-voor stuksprijs tonen in de winkelwagen.

source: Show from-to item subtotal on cart page
nl_nl: Laat van-voor subtotaal van het product zien in de winkelwagen

source: If a discount has been applied to the product, display the from-to subtotal on the cart page.
nl_nl: Als een korting is toegepast op een product, de van-voor totaalprijs tonen in de winkelwagen.

source: Hide discounts if not enough stock
nl_nl: Kortingen verbergen als voorraad niet toereikend is

source: Prevent discounts to be displayed if the amount of items in stock is not sufficient for the discount to be applied.
nl_nl: Voorkom dat kortingen worden getoond als niet genoeg producten op voorraad zijn om de korting toe te kunnen passen.

source: Package price format
nl_nl: Pakketprijs-formaat

source: Unit price (default)
nl_nl: Stuksprijs

source: Total price
nl_nl: Totaalprijs

source: Both Total and Unit price
nl_nl: Zowel totaal- als stuksprijs

source: %1$s (%2$s each)
nl_nl: %1$s (%2$s per stuk)

source: The format of the package price in the price table. Package price applies when 'From' and 'To' quantities are the same.
nl_nl: Het formaat van de pakketprijs in de prijstabel. Pakketprijs wordt gebruikt wanneer de 'Van' en 'T/m' aantallen gelijk zijn.

source: Rule settings
nl_nl: Prijsregel instellingen

source: Rule selection
nl_nl: Prijsregelselectie

source: Apply first applicable rule
nl_nl: Eerste toepasbare prijsregel

source: Apply the rule that offers highest discount
nl_nl: Prijsregel met hoogste korting

source: Decide what rule to apply if multiple rules can be applied to an item in the cart.
nl_nl: Bepaalt welke regel toegepast wordt wanneer meerdere regels geldig zijn voor een product in de winkelwagen.

source: Pricing Rules Settings
nl_nl: Prijsregels instellingen

source: Support
nl_nl: Ondersteuning

source: We are currently working on adding new functionality to this plugin.
nl_nl: We werken momenteel aan nieuwe functionaliteit voor deze plugin.

source: Please check out %s for feature requests, support or for the latest news.
nl_nl: Kijk op %s voor ondersteuning of het laatste nieuws.

source: Rule set
nl_nl: Regelset

source: Pricing Rules
nl_nl: Prijsregels

source: From
nl_nl: Van

source: Minimal amount of products for this rule.
nl_nl: Minimaal aantal producten voor deze regel.

source: To
nl_nl: T/m

source: (Optional)
nl_nl: (Optioneel)

source: Maximum amount of products for this rule. If the From and To price are the same value, this will be the price if you buy by the 'pack'.
nl_nl: Maximaal aantal producten voor deze prijsregel. Als de Van en T/m prijs gelijk zijn, is dit de stuksprijs in iedere volledige 'set' van dit aantal producten.

source: Price
nl_nl: Prijs

source: Enter a price or percentage (%). If a negative value is supplied, this value is discounted from the original price. Examples: 50%, -10%, -0.10 4.99
nl_nl: Geef een prijs of percentage (%) op. Als een negatieve waarde wordt opgegeven, wordt dit bedrag van het oorspronkelijke bedrag afgetrokken. Voorbeelden: 50%, -10%, -0.10 4.99

# post type general name
source: Pricing rules
nl_nl: Prijsregels

# post type singular name
source: Pricing rule
nl_nl: Prijsregel

# admin menu
source: Pricing rules
nl_nl: Prijsregels

# add new on admin bar
source: Pricing rule
nl_nl: Prijsregel

# pricing rule
source: Add New
nl_nl: Nieuwe toevoegen

source: Add New Pricing rule
nl_nl: Prijsregel toevoegen

source: New Pricing rule
nl_nl: Nieuwe Prijsregel

source: Edit Pricing rule
nl_nl: Wijzig Prijsregel

source: View Pricing rule
nl_nl: Bekijk Prijsregel

source: Pricing rules
nl_nl: Prijsregels

source: Search Pricing rules
nl_nl: Zoek Prijsregels

source: No Pricing rules found.
nl_nl: Geen Prijsregels gevonden.

source: No Pricing rules found in Trash.
nl_nl: Geen Prijsregels gevonden in de prullenbak.

source: Multiple instances of the <i>SOFT79 Pricing Rules for Woocommerce</i>-plugin are activated. Please go to the Plugins-page and disable as required.
nl_nl: Er zijn meerdere instanties van de <i>SOFT79 Pricing Rules for Woocommerce</i>-plugin actief. Ga naar de Plugins-pagina en deactiveer een instantie.

source: Qty
nl_nl: Aantal
